{
  "home" : "Heim",
  "about" : "Über mich",
  "skills" : "Fähigkeiten",
  "projectsMenu" : "Projekte",
  "contactMenu" : "Kontaktiere mich",
  "introText" : "Ich bin ein Softwareentwickler",
  "aboutUsText" : "Ich liebe Programmieren",
  "pageDoesNotExist" : "Diese Seite existiert nicht",
  "returnToHomePage" : "Zur Startseite zurückkehren",
  "aboutTitle" : "Ein FullStack-Programmierer",
  "aboutSmallBtn": "Klein",
  "aboutMediumBtn": "Mittel",
  "aboutLargeBtn": "Groß",
  "aboutParagraph1": "Ich habe eine Leidenschaft für Technik und liebe diesen schönen Beruf. Natürlich gebe ich mein Bestes.",
  "aboutParagraph2": "Seit meiner Kindheit habe ich mich in Computer verliebt. Ich habe bei ihnen mein Hobby gefunden und ist heute, Gott sei Dank, mein Beruf. Ich möchte ein großartiger Full-Stack-Programmierer werden, ich habe Fähigkeiten in der Webentwicklung und technische Kenntnisse in Programmiersprachen wie HTML, CSS, JavaScript, PHP, TypeScript und vielem mehr Darüber hinaus verfüge ich über Kenntnisse in Bibliotheken und Frameworks wie React, Laravel und Codeigniter. Ich teile mein Wissen und meine Erfahrungen gerne mit meinen Kollegen und lerne auch gerne von meinen Kollegen. Ich möchte Teil eines großartigen Teams sein, in dem ich lernen und meine Erfahrungen teilen kann.",
  "aboutParagraph3": "Als leidenschaftlicher Programmierer verfüge ich über umfassende Fähigkeiten und gute Kenntnisse in verschiedenen Programmiersprachen und -technologien. Ich beherrsche HTML, CSS und Javascript gut, grundlegende Webgrundlagen, die für die Entwicklung von Websites unverzichtbar sind. Ich habe zahlreiche responsive und visuelle Websites entwickelt. Meine Fachkenntnisse erstrecken sich auf serverseitige Skriptsprachen wie PHP und TypeScript. Zusätzlich zu meinen Kenntnissen in den wichtigsten Programmiersprachen verfüge ich über umfangreiche Erfahrung im Umgang mit Datenbanken. Ich verfüge über ein tiefes Verständnis von MySQL und nutze die Grundlagen, um effiziente Datenbankstrukturen aufzubauen und Abfragen zu optimieren. Um die Struktur und den Entwicklungsprozess zu verbessern und die Wartbarkeit des Codes zu verbessern, bin ich mit gängigen Frameworks wie Laravel und Codeigniter bestens vertraut. Diese Frameworks sind wunderbar, weil ihre auf dem MVC-Modell basierende Struktur diese Frameworks sehr nützlich und einfach zu erlernen macht, sowohl auf lange als auch auf kurze Sicht, was bei der Entwicklung robuster Anwendungen hilft. Mit meinen Kenntnissen in Frontend-Bibliotheken wie React kann ich hübsche und benutzerfreundliche Oberflächen für den Endbenutzer erstellen. Seit 2020 arbeite ich bis 2021 in Unternehmen wie Condomedia Inc. 2022 habe ich eine Stelle als Softwareprogrammierer bei Compumax gefunden, wo ich tolle Kollegen und eine gute Führungskraft gefunden habe, was eigentlich mein aktueller Job ist. Persönlich bin ich immer auf der Suche nach dem besten Weg, ein Problem zu lösen. Wenn Sie auf der Suche nach einem guten Partner sind, der sein Wissen gerne teilt und warum nicht auch tolle Momente teilt, bin ich der Richtige. Denken Sie daran, dass ich nie aufhöre zu lernen, weil ich dieses Fach liebe.",
  "greetig" : "Hi!",
  "projectsTitle": "Meine persönlichen Projekte",
  "projectsDescription": "Sehen Sie sich einige meiner Projekte an",
  "calculatorTitle": "Taschenrechner",
  "calculatorDescription": "Ein mit POO in JavaScript erstellter Rechner",
  "pokeApiTitle": "PokeDesk",
  "pokeApiDescription": "PokeDesk erstellt mit POO in Javascript",
  "layoutTitle": "Layout JS",
  "layoutDescription": "Ein mit HTML, CSS und Javascript erstelltes Layout für professionelle Umgebungen",
  "skillsTitle": "Fähigkeiten",
  "frameworks": "Frameworks",
  "contactTitle": "In Kontakt kommen",
  "contactDescription": "Ich würde mich freuen, mit Ihnen zusammenzuarbeiten, hinterlassen Sie mir eine Nachricht. 🤓",
  "contactName": "Name",
  "contactemail": "Email",
  "contactSubject": "Thema",
  "contactMessage": "Nachricht",
  "contactBtn": "Schicken",
  "footerCopyRight":"Urheberrechte © 2023",
  "createdBy" : "Juan David Pineda Gómez"
}