{
  "home" : "Home",
  "about" : "About Me",
  "skills" : "Skills",
  "projectsMenu" : "Projects",
  "contactMenu" : "Contact Me",
  "introText" : "I'm A Software Developer",
  "aboutUsText" : "I love programming",
  "pageDoesNotExist" : "This page does not exist",
  "returnToHomePage" : "Return to home page",
  "aboutTitle" : "A FullStack Programmer",
  "aboutSmallBtn": "Small",
  "aboutMediumBtn": "Medium",
  "aboutLargeBtn": "Large",
  "aboutParagraph1": "I'm passionate about technology and I love this beautiful profession. Of course I'm doing my best.",
  "aboutParagraph2": "Since My childhood I fell in love to the computers. I found on them my hobby and nowadays is my profession thanks god, I want to be a great full stack programmer, I have skills in web development, and technically knowledge in programming languages such as HTML, CSS, JavaScript, PHP, TypeScript and much more, besides I have knowledge in libraries and frameworks such as React, Laravel and Codeigniter. I like to share my knowledge and my experience with my coworkers, I like to learn from my coworkers too. I would like be part from a great team where I could learn and share my experience.",
  "aboutParagraph3": "As a passionate programmer, I posses a comprhensive skill set and a good knowledge in various programming languages and technologies. I have a good control over HTML, CSS, and Javascript, basic web fundamentals indispensables to the development of web sites, I have developed numerous responsive and visually web sites, my expertise extends to server-side scripting languages like PHP and TypeScript. In addition to my proficiency in core programming languages, I am highly experienced working with databases. I have a deep understading in MySQL, utilizing the basics notion to build efficient database structures and optimizing queries. To improve the structure and development process and enhance code maintainability, I am well-versed in popular frameworks such as Laravel and Codeigniter. These frameworks are wonderful because their structure based on the model MVC make to these frameworks very useful and easy to climb in long or short term helping with the developed of robust applications. With my knowledge in frontend libraries such as React I can create pretties interfaces and friendlies with the final user. Since 2020 I have been working in companies like Condomedia Inc until 2021, in 2022 I found a place like software programmer in Compumax where I found great coworkers and a good leader, actually is my current job. Personally I'm always looking for the best way to solve a problem, if you are seach for a good partner that love share his knowledge and why not share great moments, I'm the guy. Remember I never stop to learn because I love this field.",
  "greetig" : "¡Hi There!",
  "projectsTitle": "My Personal Projects",
  "projectsDescription": "Watch some of my projects",
  "calculatorTitle": "Calculator",
  "calculatorDescription": "A calculator builded with POO in JavaScript",
  "pokeApiTitle": "PokeDesk",
  "pokeApiDescription": "PokeDesk builded with POO in Javascript",
  "layoutTitle": "Layout JS",
  "layoutDescription": "A Layout builded with HTML, CSS & Javascript to professional enviroments",
  "skillsTitle": "Skills",
  "frameworks": "Frameworks",
  "contactTitle": "Get in touch",
  "contactDescription": "I would be pleased to work with you, leave me a message. 🤓",
  "contactName": "Name",
  "contactemail": "Email",
  "contactSubject": "Subject",
  "contactMessage": "Message",
  "contactBtn": "Send",
  "footerCopyRight":"Copyright© 2023",
  "createdBy" : "Juan David Pineda Gómez"
}