{
  "home" : "Inicio",
  "about" : "Conoceme",
  "skills" : "Habilidades",
  "projectsMenu" : "Proyectos",
  "contactMenu" : "Contactame",
  "introText" : "Soy un desarrollador de software",
  "aboutUsText" : "Amo la programaci칩n",
  "pageDoesNotExist" : "Esta pagina no Existe",
  "returnToHomePage" : "Volver al inicio",
  "aboutTitle" : "Un programador FullStack",
  "aboutSmallBtn": "Poco",
  "aboutMediumBtn": "Mas o menos",
  "aboutLargeBtn": "Mucho",
  "aboutParagraph1": "Soy un apasionado de la tecnolog칤a y amo esta hermosa profesion. Por supuesto estoy dando lo mejor de m칤.",
  "aboutParagraph2": "Desde mi infancia me enamor칠 de los computadores. encontre en ellos mi pasatiempo y gracias a Dios es mi profesi칩n, sue침o con ser un gran programador FullStack, tengo habilidades en desarrollo web, y conocimientos tecnicos en lenguajes tales como HTML, CSS, JavaScript, PHP, TypeScript y mucho mas, ademas tengo conocimiento en librerias y frameworks tales como React, Laravel and Codeigniter. Me gusta compartir mi conocimiento y experiencia con mis compa침eros, me gusta aprender de mis compa침eros tambien. Me gustar칤a ser parte de un gran equipo donde pueda aprender y compartir mi experiencia.",
  "aboutParagraph3": "Como un programador apasionado,poseo habilidades comprensivas y un buen conocimiento en varios lenguajes de programaci칩n y tecnologias. Tengo un buen control sobre HTML, CSS, and Javascript,fundamentos basicos e indispensables para el desarrollo de sitios web, he desarrollado numerosos responsivos y visuales sitios web, my experiencia se extiende a conocimientos en lenguajes de renderizado en el servidor como PHP y TypeScript. en adicion con mis competencias en cuanto lenguajes de programaci칩n, tengo buena experiencia trabajando con lenguajes de programacion. tengo profundos conocimientos en MySQL, utilizando las nociones basicas para contruir bases de datos eficientes y optimizaci칩n de consultas. Para mejorar la estructura y desarrollar procesos y una mejor mantenibilidad del codigo, estoy familiarizado con populares frameworks tales como Laravel and Codeigniter. Estos frameworks son increibles porque su estructura basada en el modelo MVC los hace muy 칰tiles y faciles de escalar a largo o corto plazo, ayudando con el desarrollo de aplicaciones robustas. Con mis conocimientos en librerias frontend tales como React puedo crear hermosas interfaces y amigables con el usuario final. Desde el 2020 he estado trabajando en compa침ias como Condomedia Inc hasta 2021, en 2022 encontre un lugar como programador de software en Compumax donde encontre grandes compa침eros y un buen lider, en realidad es mi trabajo actual. Personalmente siempre estoy buscando la mejor forma de resolver un problema, si estas buscando un buen compa침ero que ama compartir su conocimiento y porque no compartir grandes momentos, soy el indicado. Recuerda que nunca paro de aprender porque amo esta profesi칩n.",
  "greetig" : "춰Hola, Que tal!",
  "projectsTitle": "Mis proyectos personales",
  "projectsDescription": "Echa un vistazo a algunos de mis proyectos",
  "calculatorTitle": "Calculadora",
  "calculatorDescription": "Una calculadora creada con programacion orienta a objetos en JavaScript",
  "pokeApiTitle": "PokeDesk",
  "pokeApiDescription": "PokeDesk creada con programacion orienta a objetos en JavaScript",
  "layoutTitle": "Plantilla JS",
  "layoutDescription": "Una plantilla creada con HTML, CSS & Javascript para entornos profesionales",
  "skillsTitle": "Habilidades",
  "frameworks": "Frameworks",
  "contactTitle": "Dejame conocerte",
  "contactDescription": "Estar칤a encantado de trabajar contigo, Dejame un mensaje. 游뱁",
  "contactName": "Nombre",
  "contactemail": "Correo",
  "contactSubject": "Asunto",
  "contactMessage": "Mensaje",
  "contactBtn": "Enviar",
  "footerCopyRight":"Derechos de autor춸 2023",
  "createdBy" : "Juan David Pineda G칩mez"
}