{
  "home" : "Maison",
  "about" : "Sur moi",
  "skills" : "Compétences",
  "projectsMenu" : "Projets",
  "contactMenu" : "Contactez moi",
  "introText" : "Je suis un développeur de logiciels",
  "aboutUsText" : "j'adore programmer",
  "pageDoesNotExist" : "Cette page n'existe pas",
  "returnToHomePage" : "Retour à la page d'accueil",
  "aboutTitle" : "Un programmeur FullStack",
  "aboutSmallBtn": "Petit",
  "aboutMediumBtn": "Moyen",
  "aboutLargeBtn": "Grand",
  "aboutParagraph1": "Je suis passionné par la technologie et j'adore ce beau métier. Bien sûr, je fais de mon mieux.",
  "aboutParagraph2": "Depuis mon enfance, je suis tombé amoureux des ordinateurs. J'ai trouvé sur eux mon passe-temps et aujourd'hui c'est mon métier grâce à Dieu, je veux être un grand programmeur full stack, j'ai des compétences en développement web et des connaissances techniques dans les langages de programmation tels que HTML, CSS, JavaScript, PHP, TypeScript et bien d'autres De plus, j'ai des connaissances dans les bibliothèques et les frameworks tels que React, Laravel et Codeigniter. J'aime partager mes connaissances et mon expérience avec mes collègues, j'aime aussi apprendre de mes collègues. J'aimerais faire partie d'une grande équipe où je pourrais apprendre et partager mon expérience.",
  "aboutParagraph3": "En tant que programmeur passionné, je possède un ensemble de compétences complet et une bonne connaissance de divers langages de programmation et technologies. J'ai une bonne maîtrise du HTML, du CSS et du Javascript, fondamentaux du web indispensables au développement de sites web, j'ai développé de nombreux sites web responsive et visuellement, mon expertise s'étend aux langages de script côté serveur comme PHP et TypeScript. En plus de ma maîtrise des langages de programmation de base, j'ai une grande expérience du travail avec les bases de données. J'ai une compréhension approfondie de MySQL, utilisant la notion de base pour construire des structures de base de données efficaces et optimiser les requêtes. Pour améliorer la structure et le processus de développement et améliorer la maintenabilité du code, je connais bien les frameworks populaires tels que Laravel et Codeigniter. Ces frameworks sont formidables car leur structure basée sur le modèle MVC rend ces frameworks très utiles et faciles à monter à long ou court terme aidant au développement d'applications robustes. Avec mes connaissances dans les bibliothèques frontend telles que React, je peux créer de jolies interfaces et des conviviales avec l'utilisateur final. Depuis 2020, j'ai travaillé dans des entreprises comme Condomedia Inc jusqu'en 2021, en 2022 j'ai trouvé un endroit comme programmeur de logiciels à Compumax où j'ai trouvé d'excellents collègues et un bon leader, c'est en fait mon travail actuel. Personnellement, je suis toujours à la recherche de la meilleure façon de résoudre un problème, si vous êtes à la recherche d'un bon partenaire qui aime partager ses connaissances et pourquoi pas partager de bons moments, je suis ce qu'il vous faut. N'oubliez pas que je n'arrête jamais d'apprendre parce que j'aime ce domaine.",
  "greetig" : "Bonjour à tous!",
  "projectsTitle": "Mes projets personnels",
  "projectsDescription": "Regardez quelques-uns de mes projets",
  "calculatorTitle": "Calculatrice",
  "calculatorDescription": "Une calculatrice construite avec POO en JavaScript",
  "pokeApiTitle": "PokeDesk",
  "pokeApiDescription": "PokeDesk construit avec POO en Javascript",
  "layoutTitle": "Mise en page JS",
  "layoutDescription": "Une mise en page construite avec HTML, CSS et Javascript pour les environnements professionnels",
  "skillsTitle": "Compétences",
  "frameworks": "Frameworks",
  "contactTitle": "Entrer en contact",
  "contactDescription": "Je serais ravie de travailler avec vous, laissez-moi un message. 🤓",
  "contactName": "Nom",
  "contactemail": "E-mail",
  "contactSubject": "Sujet",
  "contactMessage": "Message",
  "contactBtn": "Envoyer",
  "footerCopyRight":"Droit d'auteur© 2023",
  "createdBy" : "Juan David Pineda Gómez"
}